Repository: MikeToelle/SmartVerein
Catalog: vm_*/Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_vm_base_domain_model_fesettings
source: FE Settings
de: FE-Einstellungen

# tx_vm_base_domain_model_masettings
source: Member Area Settings
de: Mitgliedsbereich-Einstellungen

# tx_vm_base_domain_model_syssettings
source: Systems Settings
de: System-Einstellungen

# tx_vmbase_domain_model_fesettings
source: F E Settings
de: FE-Einstellungen

# tx_vmbase_domain_model_fesettings.my_profil
source: My Profil
de: Mein Profil

# tx_vmbase_domain_model_masettings
source: M A Settings
de: Mitgliedsbereich-Einstellungen

# tx_vmbase_domain_model_masettings.edit_own_member_data
source: Edit Own Member Data
de: Eigene Daten bearbeiten

# tx_vmbase_domain_model_masettings.show_bulletin_board
source: Show Bulletin Board
de: Schwarzes Brett

# tx_vmbase_domain_model_masettings.show_club_finances
source: Show Club Finances
de: Zugriff auf Buchhaltung erlauben

# tx_vmbase_domain_model_masettings.show_download_area
source: Show Download Area
de: Dateifreigabe

# tx_vmbase_domain_model_masettings.show_events
source: Show Events
de: Veranstaltungen

# tx_vmbase_domain_model_masettings.show_member_list_all
source: Show Member List All
de: Zugriff auf Mitgliederliste freigeben

# tx_vmbase_domain_model_masettings.show_member_list_by_groups
source: Show Member List By Groups
de: Zugriff auf Mitgliederlisten anhand Mitgliedschaftsgruppen einschränken

# tx_vmbase_domain_model_syssettings
source: S Y S Settings
de: System-Einstellungen

# tx_vmbase_domain_model_syssettings.auto_member_i_d
source: Auto Member I D
de: Mitgliedernummern automatisch vergeben

# tx_vmbase_domain_model_syssettings.club_anniversaries
source: Club Anniversaries
de: Vereinsjubiläen für Mitglieder

# tx_vmbase_domain_model_syssettings.member_i_d_format
source: Member I D Format
de: MItgliedsnummer Format

# tx_vmbase_domain_model_syssettings.show_member_birthdays
source: Show Member Birthdays
de: Geburtstage anzeigen

# tx_vmbase_domain_model_syssettings.supplement_member_i_d
source: Supplement Member I D
de: Mitgliedernummer für bestehende Mitglieder ergänzen

# widget.AtoZ.all
source: ALL
de: ALLE
