Repository: MikeToelle/SmartVerein
Catalog: vm_*/Resources/Private/Language/*.locallang_csh_tx_vmbase_domain_model_syssettings.xlf
Languages: de

# auto_member_i_d.description
source: Automatic memberID yes/no
de: Neue Mitglieder erhalten automatisch eine Mitgliedernummer, wenn sie erstellt werden.

# club_anniversaries.description
source: Club anniversaries of the mebers. Comma seperated.
de: Gib hier mit Komma getrennt an, für welche Jubiläen in der Vereinsübersicht eine Erinnerung angezeigt werden soll.

# member_i_d_format.description
source: Format of the automatic memberID. IS NOT IMPLEMENTED YET!
de: Mitgliedsnummer Format für automatische Mitgliedsnummer. Platzhalter {n} : Zufallszahl - {a} : Zufallsgroßbuchstabe - {M}: Eintrittsmonat - {Y}: Eintrittsjahr zweistellig - {VN}: Erster Buchstabe Vorname - {NN}: Erster Buchstabe Nachname

# show_member_birthdays.description
source: Members Birthdays to be displayed. If empty all bithdays will displayed
de: Gib hier mit Komma getrennt an, für welche Geburtstage in der Vereinsübersicht eine Erinnerung angezeigt werden soll. Um alle Geburtstage anzuzeigen, lasse das Feld leer.

# supplement_member_i_d.description
source: Supplement memberID if not set
de: Wenn diese Option aktiviert ist, werden beim Klick auf Speichern die Mitgliedernummern aller Mitglieder ergänzt, die noch keine Nummer haben.

# tx_vm_base_domain_model_fesettings
source: FE Settings
de: FE-Einstellungen

# tx_vm_base_domain_model_fesettings.description
source: Basic functions for Vereinsmeier club management.
de: Basis Funktionen für SmartVerein Vereinsverwaltung.

# tx_vm_base_domain_model_masettings
source: Member Area Settings
de: Mitgliedsbereich-Einstellungen

# tx_vm_base_domain_model_masettings.description
source: Basic functions for Vereinsmeier club management.
de: Basis Funktionen für SmartVerein Vereinsverwaltung.

# tx_vm_base_domain_model_syssettings
source: Systems Settings
de: System-Einstellungen

# tx_vm_base_domain_model_syssettings.description
source: Basic functions for Vereinsmeier club management.
de: Basis Funktionen für SmartVerein Vereinsverwaltung.
