Repository: MikeToelle/SmartVerein
Catalog: vm_member/Resources/Private/Language/*.locallang_csh_tx_vmmember_domain_model_member.xlf
Languages: de

# member_account_owner.description
source: Account Owner name of the meber.
de: Kontoinhaber

# member_b_i_c.description
source: BIC of the member account.
de: BIC/SWIFT Code

# member_birthday.description
source: Birthday of the member.
de: Geburtstag

# member_city.description
source: City of the member.
de: Ort

# member_contribution_rate.description
source: memberContributionRate
de: Beitragssatz

# member_copy_mandate.description
source: A copy of mandate reference from the member.
de: Mandatsreferenz Datei

# member_country.description
source: County of the member.
de: Land

# member_country_zone.description
source: Country zone of the member.
de: Bundesland

# member_dashboard_layout.description
source: Dashboard Layout form the member (for future use)
de: Dashboard Anordnung

# member_departments.description
source: Departemnts the member belongs to.
de: Abteilungen

# member_edit_history.description
source: memberEditHistory
de: Mitglieder Historie

# member_email.description
source: Email address of the member.
de: E-Mail

# member_entry_date.description
source: Entry date of the member
de: Eintrittsdatum

# member_firstname.description
source: Firstname of the member.
de: Vorname

# member_form_of_address.description
source: Form of address of the member. like Mr. Mrs.
de: Anrede

# member_has_family.description
source: The familiy members.
de: Familienangehörige

# member_i_b_a_n.description
source: IBAN of the member account.
de: IBAN

# member_i_d.description
source: ID number of the member.
de: Mitgliedsnummer

# member_lastname.description
source: Lastname of the member.
de: Nachname

# member_leaving_date.description
source: The leaving date of the member
de: Austrittsdatum

# member_login.description
source: Login data of the member
de: Zugangsdaten

# member_mandate_reference.description
source: The SEPA mandate reference of the member.
de: Mandatsreferenz

# member_mandate_valid.description
source: The date mandate reference is valid.
de: SEPA Mandat gültig ab

# member_marital_status.description
source: Marital Staus of the member
de: Familienstand

# member_mobile.description
source: mobileNumber of the member.
de: Mobiltelefon

# member_note.description
source: Notes of the member.
de: Bemerkungen/Notizen

# member_payment_interval.description
source: Payment interval of the member contribution.
de: Zahlungsweise

# member_payment_method.description
source: Payment Method of the meber contribution.
de: Zahlungsart

# member_phone1.description
source: Phonenumber1 of the member
de: Telefon 1

# member_phone2.description
source: Phonenumber2 of the member
de: Telefon 2

# member_photo.description
source: Photo of the member.
de: Profil Foto

# member_salutation.description
source: memberSalutation
de: Briefanrede

# member_status.description
source: memberStatus
de: Status

# member_street.description
source: Street of the member.
de: Straße und Hausnummer

# member_title.description
source: Titel of the meber
de: Titel

# member_vita.description
source: memberVita
de: Mitglieder Historie

# member_wedding_date.description
source: Wedding date of the member.
de: Hochzeitstag

# member_zip_code.description
source: Zipcode of the member
de: Postleitzahl

# membership_application.description
source: Membership application of the member.
de: Aufnahmeantrag

# membership_resignation.description
source: Resignation of the membership.
de: Austrittserklärung

# tx_vm_member_domain_model_memberlist
source: Member List
de: Mitgliederliste

# tx_vm_member_domain_model_memberprofil
source: Member Profil
de: Mitglieder Profil
