Repository: MikeToelle/SmartVerein
Catalog: vm_member/Resources/Private/Language/*.locallang.xlf
Languages: de

# editHistory.createNewMember
source: created the Member
de: hat das Mitglied angelegt

# editHistory.dataChange
source: has changed the following data
de: hat folgende Mitgliederdaten geändert

# editHistory.deleteMember
source: deleted the member
de: hat das Mitglied entfernt

# editHistory.memberCreate
source: Member created
de: Mitglied angelegt

# editHistory.memberDelete
source: Member deleted
de: Mitglied entfernt

# editHistory.memberUpdate
source: Member updated
de: Mitglied geändert

# member.form.error
source: Error!
de: Fehler!

# member.form.errorText
source: Please check your form input.
de: Bitte überprüfen Sie Ihre Eingabefelder

# member.vita.event
source: Event
de: Ereignis

# member.vita.honor
source: Honor
de: Ehrung

# member.vita.joined
source: Joined the club.
de: Ist dem Verein beigetreten.

# tx_vm_member_domain_model_memberlist
source: Member List
de: Mitgliederliste

# tx_vm_member_domain_model_memberlist.description
source: Member management module for Vereinsmeier.
de: Mitglieder Modul für SmartVerein

# tx_vm_member_domain_model_memberprofil
source: Member Profil
de: Mitglieder Profil

# tx_vmmember_domain_model_clubfunction
source: Club Function
de: Vereinsfunktion

# tx_vmmember_domain_model_clubfunction.function_description
source: Function Description
de: Beschreibung

# tx_vmmember_domain_model_clubfunction.function_name
source: Function Name
de: Funktion

# tx_vmmember_domain_model_contributionrate
source: Contribution Rate
de: Beitragssatz

# tx_vmmember_domain_model_contributionrate.contribute_rate_description
source: Contribute Rate Description
de: Beschreibung

# tx_vmmember_domain_model_contributionrate.contribution_rate_amount
source: Contribution Rate Amount
de: Betrag

# tx_vmmember_domain_model_contributionrate.contribution_rate_title
source: Contribution Rate Title
de: Bezeichnung

# tx_vmmember_domain_model_department
source: Department
de: Abteilung

# tx_vmmember_domain_model_department.department_description
source: Department Description
de: Beschreibung

# tx_vmmember_domain_model_department.department_has_employee
source: Department Has Employee
de: Abteilungs Mitarbeiter

# tx_vmmember_domain_model_department.department_logo
source: Department Logo
de: Abteilungs Logo

# tx_vmmember_domain_model_department.department_name
source: Department Name
de: Name

# tx_vmmember_domain_model_department.is_function_department
source: Is Function Department
de: Funktionsabteilung

# tx_vmmember_domain_model_edithistory
source: Edit History
de: Bearbeitungsverlauf

# tx_vmmember_domain_model_edithistory.edit_history_date_time
source: Edit History Date Time
de: Datum und Uhrzeit

# tx_vmmember_domain_model_edithistory.edit_history_description
source: Edit History Description
de: Verarbeitungsverlauf Beschreibung

# tx_vmmember_domain_model_edithistory.edit_history_title
source: Edit History Title
de: Bezeichnung

# tx_vmmember_domain_model_edithistory.edit_history_user
source: Edit History User
de: bearbeitet durch

# tx_vmmember_domain_model_employeefunction
source: Employee Function
de: Mitarbeiter Funktion

# tx_vmmember_domain_model_employeefunction.employee_function
source: Employee Function
de: Funktion

# tx_vmmember_domain_model_employeefunction.employee_member
source: Employee Member
de: Mitarbeiter

# tx_vmmember_domain_model_families
source: Families
de: Familien

# tx_vmmember_domain_model_families.family_i_d
source: Family I D
de: FamilienID

# tx_vmmember_domain_model_families.family_members
source: Family Members
de: Familienangehörige

# tx_vmmember_domain_model_families.member_is_family_head
source: Member Is Family Head
de: Ist Familienoberhaupt

# tx_vmmember_domain_model_member
source: Member
de: Mitglied

# tx_vmmember_domain_model_member.member_account_owner
source: Member Account Owner
de: Kontoinhaber

# tx_vmmember_domain_model_member.member_b_i_c
source: Member B I C
de: BIC

# tx_vmmember_domain_model_member.member_birthday
source: Member Birthday
de: Geburtstag

# tx_vmmember_domain_model_member.member_city
source: Member City
de: Ort

# tx_vmmember_domain_model_member.member_contribution_rate
source: Member Contribution Rate
de: Beitragssatz

# tx_vmmember_domain_model_member.member_copy_mandate
source: Member Copy Mandate
de: SEPA Mandats-Datei

# tx_vmmember_domain_model_member.member_country
source: Member Country
de: Land

# tx_vmmember_domain_model_member.member_country_zone
source: Member Country Zone
de: Bundesland

# tx_vmmember_domain_model_member.member_dashboard_layout
source: Member Dashboard Layout
de: Dashboard Anordnung

# tx_vmmember_domain_model_member.member_departments
source: Member Departments
de: Abteilungen

# tx_vmmember_domain_model_member.member_edit_history
source: Member Edit History
de: Mitglieder Historie

# tx_vmmember_domain_model_member.member_email
source: Member Email
de: E-Mail

# tx_vmmember_domain_model_member.member_entry_date
source: Member Entry Date
de: Eintrittsdatum

# tx_vmmember_domain_model_member.member_first_payment_date
source: Member First Payment Date
de: Zahlung ab

# tx_vmmember_domain_model_member.member_firstname
source: Member Firstname
de: Vorname

# tx_vmmember_domain_model_member.member_folder
source: Member Folder
de: Mitgliedsverzeichnis

# tx_vmmember_domain_model_member.member_form_of_address
source: Member Form Of Address
de: Anrede

# tx_vmmember_domain_model_member.member_has_family
source: Member Has Family
de: Familienangehörige

# tx_vmmember_domain_model_member.member_i_b_a_n
source: Member I B A N
de: IBAN

# tx_vmmember_domain_model_member.member_i_d
source: Member I D
de: Mitgliedsnummer

# tx_vmmember_domain_model_member.member_is_admin
source: Member Is Admin
de: Mitglied ist Admin

# tx_vmmember_domain_model_member.member_lastname
source: Member Lastname
de: Nachname

# tx_vmmember_domain_model_member.member_leaving_date
source: Member Leaving Date
de: Austrittsdatum

# tx_vmmember_domain_model_member.member_login
source: Member Login
de: Zugangsdaten

# tx_vmmember_domain_model_member.member_login_password_changed
source: Password changed
de: Passwort geändert

# tx_vmmember_domain_model_member.member_login_username
source: Username
de: Benutzername

# tx_vmmember_domain_model_member.member_mandate_reference
source: Member Mandate Reference
de: Mandatsreferenz

# tx_vmmember_domain_model_member.member_mandate_valid
source: Member Mandate Valid
de: gültig ab

# tx_vmmember_domain_model_member.member_marital_status
source: Member Marital Status
de: Familienstand

# tx_vmmember_domain_model_member.member_mobile
source: Member Mobile
de: Mobiltelefon

# tx_vmmember_domain_model_member.member_note
source: Member Note
de: Bemerkungen/Notizen

# tx_vmmember_domain_model_member.member_payment_interval
source: Member Payment Interval
de: Zahlungsweise

# tx_vmmember_domain_model_member.member_payment_method
source: Member Payment Method
de: Zahlungsart

# tx_vmmember_domain_model_member.member_phone1
source: Member Phone1
de: Telefon 1

# tx_vmmember_domain_model_member.member_phone2
source: Member Phone2
de: Telefon 2

# tx_vmmember_domain_model_member.member_photo
source: Member Photo
de: Profil Foto

# tx_vmmember_domain_model_member.member_salutation
source: Member Salutation
de: Briefanrede

# tx_vmmember_domain_model_member.member_status
source: Member Status
de: Status

# tx_vmmember_domain_model_member.member_street
source: Member Street
de: Straße und Hausnummer

# tx_vmmember_domain_model_member.member_title
source: Member Title
de: Titel

# tx_vmmember_domain_model_member.member_vita
source: Member Vita
de: Mitglieder Historie

# tx_vmmember_domain_model_member.member_wedding_date
source: Member Wedding Date
de: Hochzeitstag

# tx_vmmember_domain_model_member.member_zip_code
source: Member Zip Code
de: Postleitzahl

# tx_vmmember_domain_model_member.membership_application
source: Membership Application
de: Eintrittserklärung

# tx_vmmember_domain_model_member.membership_resignation
source: Membership Resignation
de: Austrittserklärung

# tx_vmmember_domain_model_memberdepartment
source: Member Department
de: Abteilung

# tx_vmmember_domain_model_memberdepartment.member_department
source: Member Department
de: Abteilung

# tx_vmmember_domain_model_membershipstatus
source: Membership Status
de: Mitglieder Status

# tx_vmmember_domain_model_membershipstatus.status_description
source: Status Description
de: Status Beschreibung

# tx_vmmember_domain_model_membershipstatus.status_title
source: Status Title
de: Status Titel

# tx_vmmember_domain_model_salutation
source: Salutation
de: Briefanrede

# tx_vmmember_domain_model_salutation.salutation_description
source: Salutation Description
de: Beschreibung

# tx_vmmember_domain_model_salutation.salutation_title
source: Salutation Title
de: Bezeichnung

# tx_vmmember_domain_model_vita
source: Vita
de: Mitglieder Historie

# tx_vmmember_domain_model_vita.vita_date
source: Vita Date
de: Datum

# tx_vmmember_domain_model_vita.vita_description
source: Vita Description
de: Beschreibung

# tx_vmmember_domain_model_vita.vita_is
source: Vita Is
de: Eintrag ist

# tx_vmmember_domain_model_vita.vita_title
source: Vita Title
de: Historie Titel

source: Username is not set.
de: Bitte einen Namen eingeben

source: Please enter a name.
de: Bitte einen Namen eingeben.

source: Username is not set.
de: Bitte Benutzername / E-Mail eingeben.

source: Password is not set.
de: Bitte Passwort eingeben.

source: Password and password confirmation do not match..
de: Passwort und Passwort bestätigen passen nicht zusammen.

source: Please enter a name.
de: Bitte Namen eingeben.

source: Username is not set.
de: Bitte einen Namen eingeben

source: Please enter a name.
de: Bitte einen Namen eingeben.

source: Username is not set.
de: Bitte Benutzername / E-Mail eingeben.

source: Password is not set.
de: Bitte Passwort eingeben.

source: Password and password confirmation do not match..
de: Passwort und Passwort bestätigen passen nicht zusammen.
