Repository: MikeToelle/SmartVerein
Catalog: vm_club/Resources/Private/Language/*.locallang_csh_tx_vmclub_domain_model_club.xlf
Languages: de

# club_b_i_c.description
source: BIC of the club account.
de: BIC des Vereinskontos.

# club_bankname.description
source: Bank of the club.
de: Bank/Kreditinstitut des Vereins

# club_city.description
source: City of the club address.
de: Ort

# club_d_id.description
source: Devout-identification number for the club.
de: Gläubigeridentifikationsnummer des Vereins.

# club_email.description
source: Email address of the club.
de: E-Mail Adresse des Vereins.

# club_founding_year.description
source: Founding year of the club
de: Gründungsjahr des Vereins.

# club_i_b_a_n.description
source: IBAN of the club account.
de: IBAN des Vereinskontos.

# club_logo.description
source: Logo of the Club
de: Logo des Vereins

# club_name.description
source: Fullname of the club.
de: Vollständiger Name des Vereins

# club_organisation.description
source: Organisation the club belongs to.
de: Verband dem der Verein angehört.

# club_organisation_number.description
source: ID number of the club from the organisation.
de: Verbandsnummer des Vereins

# club_phone.description
source: Phonenumber of the club.
de: Telefonnummer des Vereins.

# club_registration_court.description
source: Registration Court of the club.
de: Amtsgericht/Registergericht

# club_registration_number.description
source: Registration number for the club.
de: Vereinsnummer/Registernummer

# club_short_name.description
source: Shortname of the club.
de: Kurzname des Vereins

# club_street.description
source: Street of the club address.
de: Straße

# club_tax_number.description
source: Tax number for the club.
de: Steuernummer des Vereins.

# club_tax_office.description
source: Tax office of the club
de: Finanzamt/Finanzbehörde

# club_vat_number.description
source: VAT number for the club.
de: Umsatzsteuernummer

# club_website.description
source: Website address of the club.
de: Webseite des Vereins

# club_zip_code.description
source: Zipcode of the club address.
de: PLZ

# tx_vm_club_domain_model_clubmanager
source: Club
de: Verein

# tx_vm_club_domain_model_clubmanager.description
source: Club module for SmartVerein - Club management.
de: Club Modul für SmartVerein - Vereinsverwaltung.
