Repository: MikeToelle/SmartVerein
Catalog: vm_club/Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_vm_club_domain_model_clubmanager
source: Club
de: Verein

# tx_vm_club_domain_model_clubmanager.description
source: Club module for Vereinsmeier.
de: Vereins Modul von SmartVerein - Vereinsverwaltung

# tx_vmclub_domain_model_club
source: Club
de: Verein

# tx_vmclub_domain_model_club.club_b_i_c
source: Club BIC
de: BIC

# tx_vmclub_domain_model_club.club_bankname
source: Club Bankname
de: Bank/Kreditinstitut

# tx_vmclub_domain_model_club.club_city
source: Club City
de: Ort

# tx_vmclub_domain_model_club.club_d_id
source: Club devout-identification number
de: Gläubigeridentifikationsnummer

# tx_vmclub_domain_model_club.club_email
source: Club Email
de: E-Mail Adresse

# tx_vmclub_domain_model_club.club_founding_year
source: Club Founding Year
de: Gründungsjahr

# tx_vmclub_domain_model_club.club_i_b_a_n
source: Club IBAN
de: IBAN

# tx_vmclub_domain_model_club.club_logo
source: Club Logo
de: Logo des Vereins

# tx_vmclub_domain_model_club.club_name
source: Club Name
de: Name des Vereins

# tx_vmclub_domain_model_club.club_organisation
source: Club Organisation
de: Mitglied im Verband

# tx_vmclub_domain_model_club.club_organisation_number
source: Club Organisation Number
de: Verbandsnummer

# tx_vmclub_domain_model_club.club_phone
source: Club Phone
de: Telefon

# tx_vmclub_domain_model_club.club_registration_court
source: Club Registration Court
de: Amtsgericht/Registergericht

# tx_vmclub_domain_model_club.club_registration_number
source: Club Registration Number
de: Vereinsnummer/Registernummer

# tx_vmclub_domain_model_club.club_short_name
source: Club Short Name
de: Kurzname des Vereins

# tx_vmclub_domain_model_club.club_street
source: Club Street
de: Straße

# tx_vmclub_domain_model_club.club_tax_number
source: Club Tax Number
de: Steuernummer

# tx_vmclub_domain_model_club.club_tax_office
source: Club Tax Office
de: Finanzamt/Finanzbehörde

# tx_vmclub_domain_model_club.club_vat_number
source: Club VAT Number
de: Umsatzsteuernummer

# tx_vmclub_domain_model_club.club_website
source: Club Website
de: Vereinswebseite

# tx_vmclub_domain_model_club.club_zip_code
source: Club Zip Code
de: PLZ
