Repository: MikeToelle/SmartVerein
Catalog: vm_dashboard/Resources/Private/Language/*.locallang.xlf
Languages: de

source: Cancel
de: Abbrechen

# dashboard.loginData.dashboard
source: Allow access to the VereinMeister dashboard
de: Zugriff auf die VereinMeister-Oberfläche erlauben

# dashboard.loginData.emailSend
source: Inform users via email about the new credentials
de: Benutzer per Email über die neuen Anmeldedaten informieren

# dashboard.loginData.header
source: Change login data
de: Zugangsdaten ändern

# dashboard.loginData.message
source: Here you can change the access data, with which the member logs in the system.
de: Hier kannst du die Zugangsdaten verändern, mit denen sich das Mitglied im System anmeldet.

# dashboard.loginData.password
source: Password
de: Passwort

# dashboard.loginData.repeatPassword
source: Repeat password
de: Passwort wiederholen

# dashboard.loginData.user
source: Username or E-mail
de: Benutzername oder E-Mail

# dashboard.modal.deleteMemberHeader
source: Delete member
de: Mitglied entfernen

# dashboard.modal.deleteMemberMessage
source: Under "Member Profile", you can instead set the exit date so that the member will be listed as "former" in the future. Former members are skipped automatically for all actions, they only appear in the member list.
de: Unter "Mitgliederprofil" kannst du stattdessen das Austrittsdatum setzen, sodass das Mitglied in Zukunft als "ausgetreten" gelistet wird. Ausgetretene Mitglieder werden bei allen Aktionen automatisch ausgelassen, diese erscheinen nur noch in der Mitgliederliste.

# dashboard.modal.deleteMemberNote
source: It is not recommended to delete members
de: Es wird nicht empfohlen Mitglieder zu löschen!

# dashboard.modal.passwordMessage
source: Please note the password or choose the option "send by e-mail". The new password becomes active when you save the access data.
de: Bitte notiere das Passwort oder wähle die Option "per E-Mail versenden". Das neue Passwort wird mit dem Speichern der Zugangsdaten aktiv.

# dashboard.modal.passwordNote
source: The password has not been saved yet!
de: Das Passwort wurde noch nicht gespeichert!

# dashboard.modal.passwordTitle
source: Password generated
de: Password wurde generiert

# dashboard.select.pleaseChoose
source: Please choose
de: Bitte wählen...

# dashboard.subHeader.address
source: Address
de: Adresse

# dashboard.subHeader.association
source: Association
de: Verband

# dashboard.subHeader.bankDetails
source: Bank details
de: Bankverbindung

# dashboard.subHeader.clubLogo
source: Club logo
de: Vereins Logo

# dashboard.subHeader.contact
source: Contact
de: Kontaktdaten

# dashboard.subHeader.morePersonalData
source: More personal data
de: weitere persönliche Angaben

# dashboard.subHeader.personalData
source: Personal data
de: Persönliche Angaben

# dashboard.subHeader.sepa
source: SEPA direct debit mandate
de: SEPA Lastschriftmandat

# dashboard.tab.bankData
source: Bank and SEPA
de: Bank und SEPA

# dashboard.tab.clubData
source: Club Data
de: Vereinsdaten

# dashboard.tab.contributions
source: Contribution / Bank details
de: Beiträge/Bankverbindung

# dashboard.tab.defaultData
source: Default Data
de: Stammdaten

# dashboard.tab.editHistory
source: Edit history
de: Bearbeitungsverlauf

# dashboard.tab.memberDocuments
source: Member Documents
de: Mitglieder Dokumente

# dashboard.tab.memberHistory
source: Member history
de: Mitglieder Historie

# dashboard.tab.registerCourt
source: Tax office/Register court
de: Finanzamt/Amtsgericht

# dashboard.text.accountOwner
source: Alternative account holder
de: abweichender Kontoinhaber

# dashboard.text.age
source: Age
de: Alter

# dashboard.text.lastModified
source: Last modified
de: Zuletzt bearbeitet

# dashboard.text.memberSince
source: Member since
de: Mitglied seit

# dashboard.text.years
source: years
de: Jahre

# dashboard.text.years2
source: year(s)
de: Jahr(e)

source: Delete
de: Löschen

source: delete member
de: Mitglied entfernen

source: generate
de: generieren

# memberlist.address
source: Address
de: Adresse

# memberlist.bankDetails
source: Bank details
de: Bankverbindung

# memberlist.birthday
source: Birthday
de: Geburtstag

# memberlist.entryDate
source: Entry date
de: Einrittsdatum

# memberlist.leavingDate
source: Leaving Date
de: Austrittsdatum

# memberlist.memberID
source: Member ID
de: Mitgliedsnr.

# memberlist.telephone
source: Telephone
de: Telefon

# newMember
source: add Member
de: Mitglied anlegen

source: Save
de: Speichern

source: Understand
de: Verstanden
